Revit 2024 API
TessellatedShapeBuilder.NumberOfCompletedFaceSets Property
 Number of completed face sets.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2015
Syntax
C#
public int NumberOfCompletedFaceSets { get; }
Visual Basic
Public ReadOnly Property NumberOfCompletedFaceSets As Integer
	Get
Visual C++
public:
property int NumberOfCompletedFaceSets {
	int get ();
}
See Also
TessellatedShapeBuilder Class
Autodesk.Revit.DB Namespace